[Saboteur X2SoldierClassTemplate]
+DisplayName="破坏者"
+ClassSummary="破坏者擅长隐身、爆炸和扰乱。他们使用维克托步枪在战斗中扰乱敌人，他们可以提供有用的侦查，或释放内心的恶魔炸毁战场。"
+LeftAbilityTreeTitle="爆破"
+RightAbilityTreeTitle="毁灭"
AbilityTreeTitles[0]="毁灭"
AbilityTreeTitles[1]="刺客"
AbilityTreeTitles[2]="破坏者"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Destroyer"
+RandomNickNames[1]="Shadow"
+RandomNickNames[2]="Elite"
+RandomNickNames[3]="Boss"
+RandomNickNames[4]="Unseen"
+RandomNickNames[5]="Madman"